driver-tests/bpelse/assign/AssignJbi/test/results/echoLanguageDataType_Invoke/Actual_20130314183855_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <item xmlns="http://stc.com/echoLanguageDataType" xmlns:msgns="http://stc.com/echoLanguageDataType">
      <string>language</string>
      <normalizedString>language</normalizedString>
      <token>language</token>
      <base64Binary>language</base64Binary>
      <hexBinary>language</hexBinary>
      <integer>language</integer>
      <positiveInteger>language</positiveInteger>
      <negativeInteger>language</negativeInteger>
      <nonNegativeInteger>language</nonNegativeInteger>
      <nonPositiveInteger>language</nonPositiveInteger>
      <long>language</long>
      <unsignedLong>language</unsignedLong>
      <int>language</int>
      <unsignedInt>language</unsignedInt>
      <short>language</short>
      <unsignedShort>language</unsignedShort>
      <byte>language</byte>
      <unsignedByte>language</unsignedByte>
      <decimal>language</decimal>
      <float>language</float>
      <double>language</double>
      <boolean>language</boolean>
      <duration>language</duration>
      <dateTime>language</dateTime>
      <date>language</date>
      <time>language</time>
      <gYear>language</gYear>
      <gYearMonth>language</gYearMonth>
      <gMonth>language</gMonth>
      <gMonthDay>language</gMonthDay>
      <gDay>language</gDay>
      <Name>language</Name>
      <QName>language</QName>
      <NCName>language</NCName>
      <anyURI>language</anyURI>
      <language>language</language>
      <ID>language</ID>
      <IDREF>language</IDREF>
      <IDREFS>language</IDREFS>
      <ENTITY>language</ENTITY>
      <ENTITIES>language</ENTITIES>
      <NMTOKEN>language</NMTOKEN>
      <NMTOKENS>language</NMTOKENS>
    </item>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>